Repository: ADA-4th-C3/guita
Catalog: guita/assets/Localizable.xcstrings
Source language: ko
Languages: en

source: * 설정 > 귀타 앱에서 권한 변경이 가능합니다.
en: * Settings > Permission changes are possible in the Guita app.

source: %@ %@ 학습하기 버튼
en: %1$@ %2$@ Learn Button

source: %@ 코드
en: %@ Chord

source: %@ 코드 학습하기
en: %@ Learn Chord

source: %lld/%lld 단계
en: %1$lld/%2$lld Step

source: Chord 인식 간격 : %@s
en: Chord recognition interval : %@s

# Chord.Hint
source: %@ 코드를 배우는 화면입니다. 기타를 들고 배우고 싶은 코드를 선택해 주세요.
en: %@ Chord Learning Screen. Grab your guitar and select the chord you'd like to learn.

# Chord.Minor
source: 마이너
en: Minor

# Chord.Seven
source: 세븐
en: Seven

# ChordLesson.Button.Next.Hint.NextChord.End
source: 코드 학습을 종료합니다.
en: End of learning code.

# ChordLesson.Button.Next.Label
source: 다음 레슨으로 이동
en: Go to next lesson

# ChordLesson.Button.Previous.Hint.Inactive
source: 이전 학습 단계가 없어 비활성화 되어 있습니다.
en: Disabled because there is no previous learning step.

# ChordLesson.Button.Previous.Label
source: 이전 학습 단계로 이동
en: Go to previous learning stage

# ChordLesson.ChordFingering.Desc
source: %4$@, %1$@로 %2$@ 프렛에 아래서 %3$@ 줄을 눌러주세요.
en: %4$@, use your %1$@ finger, press the %2$@ fret on the %3$@ string from below.

# ChordLesson.ChordFingering.Intro
source: %@ 코드를 잡아봅시다.
en: Let's try the %@ chord.

# ChordLesson.ChordSoundCheck.Desc
source: %@ 코드를 잡고, 위에서 아래로 모든 줄을 천천히 쓸어내렸을 때 이런 소리가 들려야 해요.
en: Hold the %@ chord, and slowly strum all the strings downward to hear this sound.

# ChordLesson.ChordSoundCheck.Intro
source: %@ 코드 소리를 확인해 봅시다.
en: Let’s check the sound of the %@ chord.

# ChordLesson.ChordSoundCheck2
source: 이제 모든 줄을 위에서 아래로 쓸어내려보세요.
en: Now try strumming all the strings from top to bottom.

# ChordLesson.Intro.Desc
source: %1$@코드는 %2$@ 플렛이 사용되고, %3$@개의 손가락을 사용합니다.
en: The %1$@ chord uses %2$@ flats, and requires %3$@ fingers.

# ChordLesson.LineFingering.Intro
source: %@ 코드를 한 줄씩 잡아봅시다.
en: Let’s play the %@ chord one string at a time.

# ChordLesson.LineSoundCheck.Desc
source: 아래에서 %@ 줄을 튕겼을 때 이런 소리가 들려야 해요.
en: This is the sound you should hear when you pluck the %@ string from below.

# ChordLesson.LineSoundCheck.Desc2
source: 아래에서 %@ 줄을 튕겨 봅시다.
en: Let's pluck the %@ string from below.

# ChordLesson.LineSoundCheck.Intro
source: %@ 코드 소리를 확인해 봅시다.
en: Let’s check the %@ code sound.

# ChordLesson.NextLabel1
source: 다음으로 학습할 코드는 %@ 코드 입니다. %@ 코드로 넘어가기
en: The next code we'll learn is the %@ code. Let's move on to the %@ code.

# ChordLesson.OnlyCurrentStep
source: %@ 단계
en: %@ Step

# ChordLesson.Step.ChordFingering
source: %@ 코드 운지법 설명
en: %@ Chord Fingering Explanation

# ChordLesson.Step.ChordSoundCheck
source: %@ 코드 소리 확인
en: %@ Chord Sound Check

# ChordLesson.Step.Finish
source: %@ 코드 학습 종료
en: %@ End Chord Learning

# ChordLesson.Step.Intro
source: %@ 코드 개요
en: %@ Chord Overview

# ChordLesson.Step.LineFingering
source: %1$@ 코드 %2$@ 손가락 운지법 설명
en: %1$@ Chord %2$@ Finger Fingering Explanation

# ChordLesson.Step.LineSoundCheck
source: %1$@ 코드 %2$@ 줄 소리 확인
en: %1$@ Chord %2$@ String Sound Check

# ChordLesson.VoiceCommandGuide
source: 다음 학습으로 넘어가시려면 \"다음\"을, 다시 들으시려면 \"다시\"를, 이전 학습으로 되돌아가시려면 \"이전\"을 말씀해 주세요.
en: If you want to go to the next lesson, say \"Next\"; to listen again, say \"Repeat\"; to go back to the previous lesson, say \"Previous\".

# ChordView.Accessibility.Description
source: %@를 배우는 화면입니다. 기타를 들고 배우고 싶은 코드를 선택해 주세요.
en: This is the screen for learning %@ Pick up your guitar and select the chord you want to learn.

# Curriculum.Hint
source: 총 1개의 곡으로 이루어져 있습니다. 학습을 희망하는 곡을 선택해주십시오.
en: It consists of a total of 1 song. Please select the song you wish to learn.

# Curriculum.title
source: 학습 목록
en: Curriculum

# ExitButton.Desc
source: %@ 화면으로 돌아갑니다.
en: Return to %@ screen.

# FullLesson.Title.Hint.Granted
source: 전체 곡을 연주해 봅시다. 재생이라고 말하여 학습을 시작하세요.
en: Let's play the full song. Say Play to start the lesson.

# FullLesson.Title.Hint.NotGranted
source: 전체 곡을 연주해 봅시다. 재생버튼을 클릭하여 학습을 시작하세요.
en: Let's play full song. Click the play button to start the lesson.

# GuideView.Description
source: %@에 대한 도움말을 들을 수 있습니다.
en: You can listen to help about %@

# Guita
source: 귀타
en: Guita

# Lesson.Accessibility.Description
source: 곡 제목은 %1$@ 입니다. %2$@ 코드를 사용하는 곡입니다. 코드 학습하기 , 주법 학습하기, 곡 구간별 학습하기, 곡 전체 학습하기 를 할 수 있습니다. 희망하는 학습을 선택해주십시오.
en: The song title is %1$@. This song uses the %2$@ chord. You can learn chords, learn playing techniques, learn by section, and learn full song. Select the learning you want.

# Lesson.Accessibility.Label
source: %@ 학습
en: %@ Learning

# Next
source: 다음
en: Next

source: Note 인식 간격 : %@s
en: Note Recognition Interval: %@s

# Order.First
source: 먼저
en: First

# Order.Last
source: 마지막으로
en: Lastly

# Order.Next
source: 다음으로
en: Next

# ordinal
source: %@번째
en: %@th

# Router.Chord
source: 코드 학습
en: Chord Lesson

# Router.ChordLesson
source: %@코드
en: %@Chord

# Router.ChordLessonGuide
source: 코드 학습 도움말
en: Chord Lesson Guide

# Router.Curriculum
source: 학습 목록
en: Curriculum

# Router.FullLesson
source: %@ 곡 전체 학습
en: %@ Full Song Lesson

# Router.FullLessonGuide
source: 곡 전체 학습 도움말
en: Full Song Lesson Guide

# Router.Home
source: 귀타 시작
en: Start Guita

# Router.SectionLesson
source: 곡 구간 학습
en: Section Lesson

# Router.SectionLessonGuide
source: 곡 구간 학습 도움말
en: Section Lesson Guide

# Router.Splash
source: 로딩
en: Loading

# Router.TechniqueLesson
source: 주법 학습
en: Technique Lesson

# Router.TechniqueLessonGuide
source: 주법 학습 도움말
en: Technique Lesson Guide

# SectionLesson.Title.Hint.Granted
source: 곡을 네 마디씩 나누어 학습해 봅시다. 재생이라고 말하고 레슨을 시작하세요.
en: Let's learn the song section by section, four measures at a time. Say "Play" to start the lesson.

# SectionLesson.Title.Hint.NotGranted
source: 곡을 네 마디씩 나누어 학습해 봅시다. 재생버튼을 눌러 레슨을 시작하세요.
en: Let's learn the song four measures at a time. Press the play button to start the lesson.

# TechniqueLesson.Title.Hint.Granted
source: 주법을 학습하는 화면입니다. 재생이라고 말하여 학습을 시작하세요.
en: This is the screen for learning strumming techniques. Say "play" to begin the lesson.

# TechniqueLesson.Title.Hint.NotGranted
source: 주법을 학습하는 화면입니다. 재생버튼을 눌러 학습을 시작하세요.
en: This is the screen for learning strumming techniques. Press the play button to start the lesson.

# Time.minute
source: %@분
en: %@minutes

# Time.sec
source: %@초
en: %@seconds

source: 곡 구간 학습
en: Song Section Learning

source: 곡 구간 학습 개요
en: Song Section Learning Overview

source: 곡 구간 학습은 제공하는 음성 안내를 통해 곡을 구간별로 학습할 수 있습니다.
en: Song section learning lets you learn by sections through voice instructions.

source: 곡 구간 학습하기
en: Start Song Section Learning

source: 곡 재생 속도 : %@
en: Playback Speed : %@

source: 곡 재생 속도 : x%@
en: Playback Speed : %@

source: 곡 전체 학습
en: Full Song Learning

source: 곡 전체 학습 개요
en: Full Song Learning Overview

source: 곡 전체 학습은 제공하는 음성 안내를 통해 곡을 구간별로 학습할 수 있습니다.
en: Full Song Learning allows you to learn the song section by section through the provided voice guidance.

source: 곡 전체 학습하기
en: Start Full Song Learning

source: 귀로 치는 기타, 귀타가 시작되었습니다. 기타 학습을 시작하기 위해서는 기타 학습 버튼을 눌러주십시오.
en: The Guita you play with your ears, Guita has begun. To start learning guitar, please press the ‘Learn Guitar’ button.

source: 귀타 앱의 편리한 이용을 위해 아래 접근권한의 허용이 필요합니다.
en: To conveniently use the Guita app, you need to allow the following access permissions.

source: 기타 몸통에 있는 구멍을 사운드 홀이라고 부릅니다. 사운드 홀을 찾아보세요.
en: The hole in the body of the guitar is called the sound hole. See if you can find it.

source: 기타 연주 소리를 듣고 학습 피드백을 드리기 위해 마이크 접근 권한이 필요
en: To hear your guitar playing and provide learning feedback, microphone access is required.

source: 기타 연주 소리를 듣고 학습 피드백을 드리기 위해 마이크 접근 권한이 필요합니다.
en: Microphone access is required to listen to your guitar playing and provide learning feedback.

source: 기타 주법과 스트로크에 대한 소개
en: Introduction to Guitar Techniques and Strumming

source: 기타 줄 번호 안내
en: Guitar String Number Guide

source: 기타 학습
en: Guitar learning

source: 기타는 총 여섯 개의 줄로 구성되어 있으며, 코드 학습시 사용하는 기타 줄 번호는 가장 아래쪽에 얇은 줄을 1번 줄로, 그 다음 윗 줄을 2번 줄로, 순서대로 올라가서 가장 위쪽에 두꺼운 줄을 6번 줄로 안내 드리고 있습니다. 피크를 사용하지 않을 때 6, 5, 4번줄은 엄지 손가락으로 연주하고 3번 줄은 중지, 2번 줄은 약지, 1번 줄은 소지로 연주하는 것을 권장드립니다.
en: The guitar consists of a total of six strings, and when learning chords, the guitar string numbers used are numbered from the bottom string as string 1, the next thinnest string as string 2, sequentially going up to the thickest string at the top as string 6. When using a pick, it is recommended to play the 6th, 5th, and 4th strings with the thumb, the 3rd string with the middle finger, the 2nd string with the ring finger, and the 1st string with the pinky finger.

source: 기타를 연주하면서 음성 명령으로 앱을 제어하기 위해 음성 인식 권한이 필요합니다.
en: Voice recognition permission is required to control the app with voice commands while playing the guitar.

source: 기타의 사운드 홀에 대한 설명
en: Description of the Guitar Sound Hole

source: 나가기
en: Exit

source: 네 번째
en: Fourth

source: 넷
en: Four

source: 녹음 권한이 필요합니다.
en: Microphone recording permission is required.

source: 느리게
en: Slow

source: 다섯
en: Five

source: 다섯 번째
en: Fifth

source: 다시 듣기
en: Replay

source: 다운, 다운업, 업, 다운업
en: Down, Down-up, Up, Down-up

source: 두 번째
en: Second

source: 둘
en: Two

source: 마이크(필수)
en: Microphone(Required)

source: 목차
en: Table of Contents

source: 빠르게
en: Fast

source: 사용법 도움말
en: Help Guide

source: 사운드 홀 위에서 아무 코드를 잡지 않은 상태로 6번 줄부터 1번 줄까지 아래 방향으로 모든 줄을 쓸어내리면 이런 소리가 납니다.
en: When you sweep down all the strings, from the 6th string to the 1st string, just above the sound hole without holding any frets, this is the sound you'll hear.

source: 설정
en: Settings

source: 설정 내부의 귀타 앱에서 권한 변경이 가능합니다.
en: You can change the permission settings in the Guita app under Settings.

source: 설정 바로가기 버튼
en: Quick access to Settings

source: 설정으로 이동
en: Go to Settings

source: 세 번째
en: Third

source: 셋
en: Three

source: 속도 조절 방법
en: How to Adjust Speed

source: 속도 조절 버튼을 통해 재생되는 안내 음성과 멜로디의 속도를 조절할 수 있습니다. 한 손가락으로 화면을 좌우로 쓸어내리며 원하는 버튼을 선택할 수 있습니다. 속도 조절은 느리게, 빠르게로 조절 가능합니다.
en: You can control the speed of the guidance audio and melody using the speed adjustment button. Swipe left or right with one finger to select the desired button. Speed can be adjusted to slow or fast.

source: 손가락 번호 안내
en: Finger Number Guide

source: 아홉
en: Nine

source: 아홉 번째
en: Ninth

source: 알림창입니다.
en: This is a notification alert.

source: 여덟
en: Eight

source: 여러번 들어보며 다운과 업의 순서를 익혀보세요.
en: Listen many times and learn the order of down and up strokes.

source: 여섯
en: Six

source: 열
en: Ten

source: 여덟 번째
en: Eighth

source: 여섯 번째
en: Sixth

source: 여행을 떠나요
en: Let’s go on a trip

source: 열 번째
en: Tenth

source: 올바른 소리 효과음 재생
en: Play correct sound effect

source: 올바른 소리 효과음 재생 ▶
en: Play correct sound effect ▶

source: 음성 명령 기능을 사용하려면 '음성인식' 접근권한을 허용해야합니다. 음성 명령 기능을 사용하고 싶으면 '설정' 버튼을 눌러 '음성인식' 접근을 허용해주세요.
en: To use voice command features, you must allow ‘Voice Recognition’ permission, If you want to use voice commands, tap ‘Settings’ to allow access to voice recognition.

source: 음성 명령 기능을 사용할 수 없습니다.
en: Voice command feature cannot be used

source: 음성 명령어 사용법
en: How to Use Voice Commands

source: 음성 명령으로 기능 제어시 사용
en: Used when controlling functions with voice commands

source: 음성 명령을 통해 코드 학습 화면을 조작할 수 있으며, 사용할 수 있는 음성 명령은 총 3가지가 있습니다. 첫 번째로 "다시" 또는 "재생"이라고 음성으로 명령하면 음성 안내를 다시 들을 수 있습니다. 두 번째로 "다음"이라고 음성으로 명령하면 다음 학습 단계로 넘어갈 수 있습니다. 세 번째로 "이전"이라고 음성으로 명령하면 이전 학습 단계로 되돌아갈 수 있습니다. 음성 명령어를 사용하기 위해선 마이크 사용 권한과 음성 인식 권한이 필요합니다.
en: Voice commands allow you to control the learning screen. There are 3 available voice commands. First, saying “Replay” or “Play” will repeat the voice instruction. Second, saying “Next” moves to the next learning step. Third, saying “Previous” returns to the previous step. To use voice commands, you need permission to use the microphone and voice recognition.

source: 음성 명령을 통해 코드 학습 화면을 조작할 수 있으며, 사용할 수 있는 음성 명령은 총 5가지가 있습니다. 첫 번째로 "재생"이라고 음성으로 명령하면 곡을 재생할 수 있습니다. 두 번째로 "정지"이라고 음성으로 명령하면 곡 재생을 멈출 수 있습니다. 세 번째로 "다시"이라고 음성으로 명령하면 곡을 처음부터 재생할 수 있습니다. 네 번째로 "느리게"이라고 음성으로 명령하면 곡을 느리게 재생할 수 있습니다. 다섯 번째로 "빠르게"이라고 음성으로 명령하면 곡을 빠르게 재생할 수 있습니다. 음성 명령어를 사용하기 위해선 마이크 사용 권한과 음성 인식 권한이 필요합니다.
en: You can control the code learning screen through voice commands, and there are a total of 5 voice commands that you can use. First, you can play the song by voice commanding "play". Second, you can stop the song by voice commanding "stop". Third, you can play the song from the beginning by voice commanding "again". Fourth, you can play the song slowly by voice commanding "slow". Fifth, you can play the song quickly by voice commanding "fast". To use voice commands, you need permission to use the microphone and voice recognition.

source: 음성 인식(필수)
en: Voice Recognition(Required)

source: 음성 학습 안내
en: Voice Learning Guide

source: 음원 재생 구간을 조절하고 싶으면 슬라이더가 선택된 상태에서 한손가락으로 원하는 쪽으로 밀면 값이 증가하고, 아래로 쓸어내리면 값이 감소합니다. 이러한 제스쳐를 통해 재생 위치를 10%씩 이동시킬 수 있습니다.
en: To adjust the playback position, make sure the slider is selected. Then, swipe in the desired direction with one finger — swiping right increases the value, while swiping down decreases it. Each gesture moves the playback position by 10%.

source: 이것을 다운 스트로크라고 해요. 줄을 쓸어내려 다운 스트로크를 연주해보세요.
en: That's called a downstroke. Try playing a downstroke by sweeping down the strings.

source: 이것을 업 스트로크라고 해요. 줄을 쓸어올려 업 스트로크를 연주해보세요.
en: That's called an upstroke. Try playing an upstroke by sweeping up the strings.

source: 이렇게 들립니다. 칼립소 리듬을 연주해 보세요.
en: this is what it sounds like. Now, try playing the Calypso rhythm.

source: 이번엔 1번 줄부터 6번 줄까지 위쪽 방향으로 줄을 쓸어올려 볼게요. 그러면 이런 소리가 납니다.
en: Now, let's try sweeping the strings upwards, from the 1st string to the 6th string. This is the sound you'll hear.

source: 일곱
en: Seven

source: 일곱 번째
en: Seventh

source: 일시정지
en: Pause

source: 재생
en: Play

source: 재생 / 다시 / 다음 / 이전
en: Play / Retry / Next / Previous

source: 재생 위치 조절 방법
en: How to Adjust Playback Position

source: 접근 권한 요청하기
en: Requesting permission access

source: 주법 학습
en: Technique learning

source: 주법 학습 개요
en: Overview of Playing Techniques

source: 주법 학습 화면에선 다음 학습 단계로 넘어갈 때 페이지가 넘어가는 효과음이 실행됩니다.
en: When moving to the next step on the technique learning screen, a page-turning sound effect plays.

source: 주법 학습 화면에선 줄을 위아래로 튕겨서 소리를 내는 방법을 음성 안내를 통해 학습할 수 있습니다.
en: On the technique learning screen, you can learn how to scroll using voice guidance while exploring.

source: 주법 학습이 완료되었습니다.
en: Strumming technique learning is complete.

source: 주법 학습하기
en: Start Technique Learning

source: 주법은 코드를 잡지 않은 다른 손으로 기타 줄을 연주하는 방법을 말합니다. 손이나 피크로 줄을 위아래로 쓸듯이 쳐서 리듬감 있게 연주하는 방법인 스트로크를 배워봅시다.
en: A strumming pattern is how you use your free hand to play the guitar strings. Let's learn strumming, which involves sweeping your hand or a pick up and down the strings to create rhythm.

source: 주법의 다운에 대한 설명
en: Explanation of the Downstroke

source: 주법의 업에 대한 설명
en: Explanation of the Upstroke

source: 첫 번째
en: First

source: 초급1
en: Basic1

source: 칼립소 리듬에 대한 설명
en: Explanation of Calypso Rhythm

source: 칼립소 리듬을 기타로 연주하면
en: When you play the Calypso rhythm on the guitar

source: 코드 소리를 깔끔하게 연주하는 방법
en: How to Play Chords Cleanly

source: 코드 학습
en: Chord Learning

source: 코드 학습 개요
en: Chord Learning Overview

source: 코드 학습 진행 순서
en: Chord Learning Sequence

source: 코드 학습 화면에는 다양한 효과음이 준비되어 있습니다. 첫 번째로 다음 학습 단계로 넘어갈 때 페이지가 넘어가는 효과음이 실행됩니다.
en: On the chord learning screen, various sound effects are prepared. First, when moving to the next learning stage, a page-turning sound effect is executed.

source: 코드 학습 화면에선 코드를 잡는데 필요한 운지 방법을 음성 안내를 통해 학습할 수 있습니다.
en: In the chord learning screen, you can learn the finger methods needed to form chords through voice guidance.

source: 코드 학습시 안내드리는 프렛에 대해 알려드리겠습니다. 기타를 세로로 세웠을 때, 기타 목 부분에는 가로 방향으로 튀어나온 금속 막대들이 줄 아래에 배치되어 있습니다. 이 막대들 사이의 공간을 프렛이라고 부릅니다. 이 금속 막대는 총 20개 있으며, 기타 몸통 쪽으로 올 수록 프렛 공간이 좁아지는 형태로 배치되어 있습니다. 첫 번째 프렛은 기타를 세로로 세웠을 때 가장 위쪽에 첫 번째 금속 막대 위쪽의 공간을 말합니다. 다음 두 번째 프렛은 첫 번째 프렛이 끝나는 금속 막대와 다음 금속 막대 사이의 공간을 말합니다. 프렛의 위치는 엄지 손가락으로 가장 두꺼운 줄인 여섯 번째 줄 아래를 쓸거나 새끼 손가락으로 가장 얇은 줄인 첫 번째 줄 아래를 쓸어서 파악할 수 있습니다.
en: Let me explain about the frets that are guided during chord learning. When holding the guitar vertically, there are metal bars arranged horizontally protruding under the strings in the neck section of the guitar. The spaces between these bars are called frets. There are a total of 20 metal bars, and as you move toward the guitar body, the fret spaces become narrower. The first fret refers to the space above the first metal bar when the guitar is held vertically at the topmost position. The next second fret refers to the space between the metal bar where the first fret ends and the next metal bar. The position of frets can be identified by placing the thumb under the thickest string (sixth string) or placing the index finger under the thinnest string (first string).

source: 코드 학습에서 안내드리는 손가락 번호는 엄지, 검지, 중지, 약지, 소지 순서대로 첫 번째 두 번째, 세 번째, 네 번째, 다섯 번째로 부르고 있습니다.
en: In chord learning, the finger numbers are called first, second, third, fourth, and fifth in the order of thumb, index, middle, ring, and pinky fingers.

source: 코드 학습은 다음과 같은 순서로 진행됩니다. 첫 번째 단계에선, 선택한 코드를 잡는데 사용되는 전체 프렛의 번호와 필요한 손가락 개수를 알려드립니다. 두 번째 단계에선, 낮은 프렛의 낮은 줄부터 한 손가락씩 코드를 잡는 과정이 진행됩니다. 이 단계에는 줄을 올바르게 잘 잡았는지 줄을 튕겨서 소리를 확인하는 과정이 포함되어 있으며, 코드를 잡는데 필요한 모든 손가락 잡을 때 까지 반복 진행됩니다. 세 번째 단계에선, 모든 손가락으로 잡은 뒤 모든 줄을 튕겨서 소리를 확인하는 과정이 진행됩니다. 하나의 코드 학습이 끝나면 다음 코드 학습으로 넘어갑니다.
en: Chord learning proceeds in the following order. In step one, you are introduced to the number of fingers needed for full chord and position changes In step two, the chord is completed by sequentially pressing from low to high frets. This step includes confirming finger position string by string without requiring a fully completed chord In step three, you press all strings at once with all fingers to confirm sound Once a chord is completed, the next chord lesson begins

source: 코드 학습하기
en: Start Chord Learning

source: 코드를 잡은 뒤 6번 줄부터 차례대로 한 줄씩 튕기며 어떤 줄의 소리가 제대로 안나는지 확인할 수 있습니다. 만약 프렛을 잡지 않은 줄에서 소리가 안 나는 경우, 해당 줄의 위나 아래 줄을 잡은 손가락이 해당 줄에 간섭하여 소리가 안날 수 있습니다. 줄을 잡은 손가락이 다른 줄에 닿지 않도록 손끝으로 지판에 수직이 되도록 세워서 잡아보시기 바랍니다. 만약 프렛을 잡은 줄에서 소리가 안 나는 경우, 금속 막대 자체를 손가락으로 누르고 있는 경우 소리가 안날 수 있습니다. 특정 프렛을 잡을 때 손가락의 위치가 다음 프렛의 금속 막대에 가까울수록 적은 힘으로 깔끔한 소리를 얻을 수 있지만 금속 막대 자체를 누르진 않도록 프렛 내 손가락의 위치를 옮겨 보시기 바랍니다. 혹은 프렛을 너무 약하게 눌러서 소리가 나지 않을 수 있습니다. 처음에는 소리가 안날 수 있으나 매일 연습하다 보면 점점 소리를 잘 내는 방법을 몸으로 체득하실 수 있습니다.
en: Chord learning repeats 6 times, and each round helps identify any misplayed strings If a string doesn’t sound properly, the finger might not be pressing the fret correctly. Touching the string with other fingers can also cause muted or unclear sounds. Please try to hold the strings with fingertips perpendicular to the surface so that fingers holding strings do not touch other strings. If there is no sound from a fretted string, it may be because you are pressing the metal bar itself with your finger. When holding a specific fret, the closer your finger position is to the next fret's metal bar, the cleaner sound you can get with less force. However, try to reposition your finger within the fret so as not to press the metal bar itself. Also, the sound may not come out if you press the fret too lightly. At first, you may not be able to produce sound, but with daily practice, you will gradually learn how to produce good sounds naturally.

source: 페이지 전환 효과음 재생
en: Play page-turn sound effect

source: 페이지 전환 효과음 재생 ▶
en: Play page-turn sound effect ▶

source: 프렛 안내
en: Fret Guide

source: 하나
en: One

source: 확인
en: Check

source: 효과음 안내
en: Sound Effect Guide
